Repository: almir-campos/usb-creator
Catalog: po/*.po
Languages: da, de, lt, nl, sr, tr

source: USB Creator
da: USB-pen skaber
lt: USB kūrėjas
sr: УСБ стваралац
tr: USB Oluşturucu

source: Device
da: Enhed
de: Gerät
lt: Įrenginys
nl: Apparaat
sr: Уређај
tr: Aygıt

source: USB
sr: УСБ

source: Available
da: Tilgængelig
de: Verfügbar:
lt: Prieinama
nl: Beschikbaar:
sr: Доступно
tr: Kullanılabilir

source: Required
da: Påkrævet
de: Erforderlich
lt: Reikalinga
nl: Nodig:
sr: Потребно
tr: Gerekli

source: Format device
da: Formatér enhed
de: Gerät formatieren
lt: Formatuoti įrenginį
sr: Форматирај уређај
tr: Aygıtı biçimlendir

source: Warning: all data will be lost
da: Advarsel: alle data slettes
de: Warnung: alle Daten werden gelöscht
lt: Įspėjimas: visi duomenys bus prarasti
sr: Упозорење: сви подаци биће изгубљени
tr: Uyarı: tüm veriler yok olabilir

source: Repair device
da: Reparér enhed
de: Gerät reparieren
lt: Pataisyti įrenginį
nl: Apparaat repareren
sr: Поправи уређај
tr: Aygıtı onar

source: Tries to repair an unbootable USB
da: Forsøger at reparere en USB der ikke kan startes op på
de: Es wird versucht ein nicht mehr startfähiges USB Gerät zu reparieren
lt: Bando pataisyti nepaleidžiamą USB
sr: Покушај поправке не-бутабилног УСБ-а
tr: Açılış yapılamayan USB için onarım deneniyor

source: Execute
da: Udfør
de: Ausführen
lt: Vykdyti
nl: Uitvoeren
sr: Изврши
tr: Yürüt

source: ISO
sr: ИСО

source: Delete
da: Slet
de: Löschen
lt: Ištrinti
nl: Verwijderen
sr: Обриши
tr: Sil

source: Refresh device list
da: Opdatér liste over enheder
de: Geräteliste aktualisieren
lt: Iš naujo įkelti įrenginių sąrašą
nl: Ververs apparaatlijst
sr: Освежи листу уређаја
tr: Aygıt listesini tazele

source: Unmount device
da: Afmontér enhed
de: Gerät aushängen
lt: Atjungti įrenginį
nl: Ontkoppel apparaat
sr: Демонтирај уређај
tr: Aygıtı ayır

source: Browse for ISO file
da: Søg efter IOS-fil
de: Suche nach der ISO Datei
lt: Naršyti ISO failą
nl: ISO bestand zoeken
sr: Тражи ИСО фајл
tr: ISO dosyası için gözat

source: Clear the ISO field
da: Ryd ISO-feltet
de: ISO Feld freigeben
lt: Išvalyti ISO lauką
sr: Очисти ИСО поље
tr: ISO alanını temizle

source: Partitioning USB...
da: Partitionerer USB...
de: USB Gerät wird partitioniert
lt: Skaidomas USB...
nl: USB partitioneren...
sr: Партиционишем УСБ...
tr: USB bölümleniyor...

source: Searching for bad block
da: Søger efter beskadigede blokke
de: Suche beschädigte Blöcke
lt: Ieškoma blogų blokų
nl: Zoeken naar slecht blok
sr: Тражим лоше блокове
tr: Kötü blok için araştırılıyor

source: Installing Grub...
da: Installerer Grub...
de: Grub wird installiert
lt: Įdiegiama Grub...
nl: Grub installeren...
sr: Инсталирам ГРУБ
tr: Grub kuruluyor...

source: Start copying ISO...
da: Begynder at kopiere ISO...
de: Das Kopieren der ISO Datei wird gestartet ...
lt: Pradedamas ISO kopijavimas...
nl: Start kopiëren van ISO...
sr: Покрећем копирање ИСО одраза...
tr: ISO kopyalama başlatılıyor...

source: kB left to copy:
da: kB endnu ikke kopieret:
de: noch KB müssen kopiert werden
lt: Liko nukopijuoti kB:
nl: kB nog te kopiëren:
sr: kB преостало за копирање:
tr: kalan kopyalama kB:

source: Check hash of ISO...
da: Kontrollér kontrolsum af ISO...
lt: Tikrinama ISO maiša...
sr: Провера хеша ИСО фајла...
tr: ISO'nun hash doğrulamasını yap...

source: Version
lt: Versija
nl: Versie
sr: Верзија
tr: Sürüm

source: Cannot add ISO from path: {}. Please, remove the ISO path or browse for an existing ISO.
da: Kan ikke tilføje ISO fra stien:{}. Ryd venligst ISO-stien eller gennemse systemet for at finde en eksisterende ISO.
de: ISO Datei kann nicht aus dem Pfad {} hinzugefügt werden Bitte ändern Sie den Pfad zur oder suchen Sie eine existierende ISO Datei.
lt: Nepavyksta pridėti ISO iš kelio: {}. Prašome pašalinti ISO kelią arba naršyti esamą ISO.
nl: Kan de ISO niet toevoegen van pad: {}. Verwijder het ISO pad of zoek naar een bestaand ISO bestand.
sr: Не могу да додам ИСО са путање: {}. Уклоните путању или пронађите постојећи ИСО фајл.
tr: Hedeften ISO dosyası eklenemedi: {}. Lütfen, ISO hedefini siliniz ya da mevcut başka biri için gözatınız.

source: There is not enough space available on the pen drive. Please, remove unneeded files before continuing.
da: Der er ikke tilstrækkelig plads på USB-pennen. Fjern venligst unødvendige filer før du fortsætter.
de: Auf dem USB Stick ist nicht genügend Platz verfügbar Bitte entfernen Sie nicht mehr benötigte Datein, bevor Sie fortfahren.
lt: Atmintuke nėra pakankamai prieinamos vietos. Prieš tęsiant, prašome pašalinti nereikalingus failus.
nl: Er is onvoldoende ruimte over op de USB stick. Verwijder onnodige bestanden voordat u verder gaat.
sr: Нема довољно простора на флешу. Уклоните непотребне фајлове пре настављања.
tr: Sürücü üstünde yeterli kullanım alanı yok. Lütfen, devam etmeden öne gereksiz dosyaları siliniz.

source: Are you sure you want to remove the selected ISO from the device?
da: Er du sikker på at du vil fjerne den valgte ISO fra enheden?
de: Sind Sie sicher, dass Sie die ausgewählte ISO Datei vom Gerät entfernen möchten?
lt: Ar tikrai norite pašalinti pasirinktą ISO iš įrenginio?
nl: Weet u zeker dat u het geselecteerde ISO bestand van het apparaat wilt verwijderen?
sr: Заиста желите да уклоните изабрани ИСО са уређаја?
tr: Aygıttan seçilen seçilen ISO dosyasını silmek istediğinize emin misiniz?

source: Select ISO
da: Vælg ISO
de: Wählen Sie eine ISO Datei
lt: Pasirinkite ISO
nl: Selecteer ISO
sr: Избор ИСО одраза
tr: ISO seç

source: Unmount
da: Afmontér
de: Aushängen
lt: Atjungti
nl: Ontkoppel
sr: Демонтирај
tr: Ayır

source: You can now safely remove the device.
da: Du kan nu fjerne enheden.
de: Jetzt können Sie das Gerät sicher entfernen.
lt: Dabar, galite saugiai pašalinti įrenginį.
nl: U kunt het apparaat nu veilig verwijderen.
sr: Сада можете безбедно уклонити уређај.
tr: Şimdi aygıtı güvenle çıkartabilirsiniz.

source: Could not unmount the device. Please unmount the device manually.
da: Kan ikke afmontere enheden. Afmontér venligst manuelt.
de: Das Gerät konnte nicht ausgehängt werden. Bitte hängen Sie das Gerät manuell aus.
lt: Nepavyko atjungti įrenginio. Prašome atjungti įrenginį rankiniu būdu.
nl: Kon het apparaat niet ontkoppelen. Ontkoppel het apparaat handmatig.
sr: Не могу да демонтирам уређај. Уређај демонтирајте ручно.
tr: Aygıt ayrılamadı. Lütfen cihazı elle ayırın.

source: Run this application with root permission.
da: Kør dette program med root-rettigheder.
de: Diese Programm kann nur mit Root-Rechten ausgeführt werden
lt: Vykdykite šią programą pagrindinio naudotojo (root) teisėmis.
nl: Start de applicatie met root permissie.
sr: Покрените овај програм за кореним дозволама.
tr: Bu uygulamayı yönetici hakları ile çalıştırınız.

source: Wrong arguments were passed to usb-creator.
da: USB-skaberen blev forsøgt startet med forkerte argumenter.
de: Falsche Argumente wurden an den USB-Creator übergeben.
lt: Programai usb-creator buvo perduoti neteisingi argumentai.
nl: Er zijn verkeerde argumenten voor usb-creator gebruikt.
sr: Погрешни аргументи су дати уз команду usb-creator
tr: Usb-creator'a yanlış argümanlar geçildi.

source: The device was not found or no device was given.
da: Enheden kunne ikke findes eller der blev ikke angivet en enhed.
de: Das Gerät wurde nicht gefunden oder es wurde kein Gerät angegeben.
lt: Įrenginys buvo nerastas arba nebuvo nurodytas.
nl: Het apparaat was niet gevonden of er was geen apparaat opgegeven.
sr: Уређај није нађен или није задат.
tr: Aygıt bulunamadı veya hiçbir aygıt yok.

source: Given ISO path was not found.
da: Angivet ISO-sti kunne ikke findes.
de: Der angegebene Pfad zur ISO Datei wurde nicht gefunden.
lt: Nurodytas ISO kelias nebuvo rastas.
nl: Gegeven ISO pad was niet gevonden.
sr: Наведена ИСО путања није нађена.
tr: Verilen ISO hedefi bulunamadı.

source: Device is in use by another application.
da: Enheden bruges af et andet program lige nu.
de: Das Gerät wird derzeit durch eine andere Anwendung benutzt.
lt: Įrenginys yra naudojamas kitos programos.
nl: Het apparaat wordt door een andere applicatie gebruikt
sr: Уређај користи друга апликација.
tr: Aygıtı bir başka uygulama kullanıyor

source: Unable to mount the device.
da: Kunne ikke afmontere enheden.
de: Das Gerät kann nicht eingehängt werden.
lt: Nepavyko prijungti įrenginio.
nl: Kan het apparaat niet koppelen.
sr: Не могу да монтирам уређај.
tr: Aygıt bağlanamadı.

source: Hash mismatch.
da: Forkert kontrolsum.
lt: Maišų neatitikimas.
sr: Хеш се не поклапа.
tr: Karma uyumsuzluğu.

source: The device has no fat32 partition.
da: Denne enhed har ikke en fat32-partition.
de: Keine FAT32 Partition vorhanden.
lt: Įrenginyje nėra fat32 skaidinio.
nl: Het apparaat heeft geen fat32 partitie.
sr: Уређај нема ФАТ32 партицију.
tr: Aygıt fat32 bölümüne sahip değil.

source: The device has no bootloader installed.
da: Der er ingen opstartsindlæser installeret på denne enhed.
de: Auf dem Gerät ist kein Bootloader installiert.
lt: Įrenginyje nėra paleidyklės.
nl: Het apparaat heeft geen bootloader geïnstalleerd.
sr: Уређај нема инсталиран подизни учитавач.
tr: Aygıt kurulu bir açılış yükleyicisine sahip değil.

source: There is not enough space available on the device.
da: Der er ikke tilstrækkelig ledig plads på enheden.
de: Auf dem Gerät ist nicht genügend Platz vorhanden.
lt: Įrenginyje nėra pakankamai prieinamos vietos.
nl: Er is op het apparaat onvoldoende ruimte beschikbaar.
sr: Нема довољно простора на уређају.
tr: Aygıtta kullanım için yeterli alan mevcut değil.

source: Unable to guess distribution from ISO name. Make sure you have the distribution name in the ISO name.
da: Kan ikke aflede distributionen fra ISO-navnet. Kontrollér at du har distributionens navn som del af navnet på ISO-filen.
de: Es ist nicht möglich, den Namen der Distribution aus dem ISO Dateinamen herzuleiten. Stellen Sie sicher, dass sich der Distributionsname im Namen der ISO Datei befindet.
lt: Nepavyko atspėti distribuciją iš ISO pavadinimo. Įsitikinkite, kad ISO pavadinime yra distribucijos pavadinimas.
sr: Не могу да погодим дистрибуцију на основу ИСО фајла. Проверите да ли се назив дистрибуције садржи у називу ИСО фајла.
tr: ISO isminden dağıtımı tahmin edilemedi. ISO adında dağıtım adı olduğundan emin olunuz.

source: An unknown error accured. Please, visit our forum for support: http://forums.solydxk.com
da: En ukendt fejl er opstået. Besøg venligst vores forum for yderligere hjælp: http://forums.solydxk.com
de: Es ist ein unbekannter Fehler aufgetreten Bitte besuchen Sie unser Forum für weitere Unterstützung: http://forums.solydxk.com
lt: Įvyko nežinoma klaida. Norėdami gauti palaikymą, apsilankykite mūsų forume: http://forums.solydxk.com
nl: Een onbekende fout is opgetreden. Bezoek ons forum: http://forums.solydxk.com
sr: Десила се непозната грешка. Посетите наш форум ради подршке: http://forums.solydxk.com
tr: Bilinmeyen bir hata oluştu. Lütfen, destek için sitemizi ziyaret ediniz: http://forums.solydxk.com

source: The USB was successfully written.
da: USB-pennen blev færdiggjort korrekt.
de: Der USB Stick wurde erfolgreich beschrieben.
lt: USB buvo sėkmingai įrašytas.
nl: De USB is succesvol geschreven.
sr: УСБ је успешно уписан.
tr: USB başarıyla yazıldı.

source: Unexpected error
da: Uventet fejl
de: Unerwarteter Fehler
lt: Netikėta klaida
nl: Onverwachte fout
sr: Неочекивана грешка
tr: Beklenmeyen hata

source: USB Creator has failed with the following unexpected error. Please submit a bug report!
da: USB-skaberen er fejlet med følgende uventede fejl. Insend venligst en fejrapport!
de: USB Creator hat den folgenden unerwarteten Fehler zurückgemeldet. Bitte reichen Sie einen Fehlerbericht ein!
lt: USB kūrėjas patyrė nesėkmę su šia netikėta klaida. Prašome pranešti apie klaidą!
nl: USB Creator is mislukt met de volgende onverwachte fout. A.u.b., dien een bug verslag in.
sr: УСБ стваралац није успео уз следећу неочекивану грешку. Пријавите грешку!
tr: USB Oluşturucu aşağıdaki beklenmeyen hata sonucu başarısız oldu. Lütfen bir hata raporu gönderin!

source: needs administrative privileges.
sr: захтева администраторска овлашћења.
tr: yönetici haklarına ihtiyaç duyuluyor.

source: Please enter your password.
sr: Унесите своју лозинку.
tr: Lütfen şifrenizi giriniz.

source: Create a multi-boot USB
da: Skab en multi-boot USB-pen
de: Erstelle einen Multi-Boot
lt: Sukurti keleriopo paleidimo USB
nl: Maak een multi-boot USB
sr: Прави вишесистемски УСБ
tr: Çoklu açılış USB'si oluştur

source: Create a multi-boot USB with the USB Creator
da: Skab en multi-boot USB-pen ved hjælp af USB-skaberen
de: Erstelle einen Multi-Boot USB Stick mit dem USB Creator
lt: Sukurti keleriopo paleidimo USB, naudojant USB kūrėją
nl: Maak een multi-boot USB met de USB Creator
sr: Прави вишесистемски УСБ са УСБ ствараоцем
tr: USB Creator ile çoklu açılış USB'si oluştur

source: USB Creator Help
da: USB-skaber hjælp
de: USB Creator Hilfe
lt: USB kūrėjo pagalba
sr: Помоћ за УСБ ствараоца
tr: USB Oluşturucu Yardım

source: Description
da: Beskrivelse
de: Beschreibung
lt: Aprašas
sr: Опис
tr: Açıklama

source: The USB Creator is a tool to help users to create a bootable flash drive with multiple Linux operating systems.
da: USb-skaberen er et værktøj der gør det muligt for brugere at lave en USB-pen hvorfra man kan starte forskellige udgave af Linux.
de: Der USB Creator ist ein Werkzeug, mit dessen Hilfe ein bootfähiges Flash-Laufwerk mit mehreren Linux-Betriebssysteme erstellt werden kann.
lt: USB kūrėjas yra įrankis, skirtas padėti naudotojams sukurti paleidžiamą USB atmintuką su keliomis Linux operacinėmis sistemomis.
sr: УСБ стваралац је алат који омогућава корисницима да направе бутабилни флеш диск са више Линукс оперативних система.
tr: USB Oluşturucu kullanıcıların birden fazla Linux işletim sistemini bir flash sürücüye çoklu önyüklenebilir olarak kurmaya yardımcı olan bir araçtır.

source: Important
da: Vigtigt
de: Wichtig
lt: Svarbu
sr: Важно
tr: Önemli

source: Make sure you backed up all important data from the flash drive before you start.
da: Kontrollér at du har sikkerhedskopieret alle vigtige data fra USB-pennen for du begynder.
de: Bevor Sie beginnen, sollten Sie sicherstellen daß alle wichtigen Daten auf dem Flash-Laufwerk gesichert wurden.
lt: Prieš pradėdami, įsitikinkite, kad padarėte visų savo svarbių duomenų, iš USB atmintuko, atsarginę kopiją.
sr: Проверите, пре него што почнете, да ли сте са флеша склонили све битне податке.
tr: Başlamadan önce flash sürücüsündeki tüm önemli verileri yedeklediğinizden emin olun.

source: Commands
da: Kommandoer
de: Befehle
lt: Komandos
sr: Команде
tr: Komutlar

source: You can also use the USB Creator from the terminal. Here are some examples:
da: Du kan også køre USB-skaberen i en kommandoprompt. Her er nogle eksempler:
de: Sie können USB Creator auch vom Terminal aus bedienen. Hier sind einige Beispiele:
lt: Jūs taip pat galite naudotis USB kūrėju terminale. Štai yra keli pavyzdžiai:
sr: УСБ ствараоца можете користити и из терминала. Ево неких примера:
tr: USB Oluşturucuyu uçbirimden de kullanabilirsiniz. İşte bazı kullanım örnekleri:

source: This will format the flash drive, copy the ISO file to the flash drive and check the hash of the copied ISO file with the original ISO file.
da: Dette vil formattere USB-pennen, kopiere ISO-files derover og kontrollere at kontrolsummen på USB-penne svarer til den originale ISO-fil.
lt: Tai formatuos USB atmintuką, nukopijuos į atmintuką ISO failą ir palygins nukopijuoto ir pradinio ISO failo maišą.
sr: Ово ће форматирати флеш диск, копирати ИСО фајл и упоредити хеш ископираног са оригиналним ИСО фајлом.
tr: Bu flash sürücüyü biçimlendirir, ISO dosyasını flash sürücüye kopyalar ve kopyalanan ISO dosyasının asıl ISO dosyası ile hash kontrolünü yapar.

source: This will try to repair an unbootable flash drive that already contains ISO files.
da: Dette vil forsøge at reparere en USB-pen der ikke kan startes op fra, og som allerede indeholder ISO-filer.
de: Dieser Befehl führt einen Reparaturversuch an einem nicht bootbaren Flash-Laufwerk durch, auf dem sich bereit eine ISO Datei bedindet.
lt: Tai pabandys pataisyti nepasileidžiantį atmintuką, kuriame jau yra ISO failas.
sr: Ово ће покушати да поправи флеш који већ има ИСО фајлове али се не подижу.
tr: Bu halihazırda ISO dosyası içeren ama açılabilir olmayan bir flash sürücünün onarımını dener.

source: This will show all available options and their usage.
da: Dette vil vise alle valgmuligheder og deres anvendelse.
de: Dieser Befehl wird alle verfügbaren Optionen und Ihre Benutzung anzeigen.
lt: Tai parodys visas prieinamas parinktis ir jų naudojimą.
sr: Ово ће приказати све доступне опције и њихову употребу.
tr: Bu tüm kullanılabilir seçenekleri ve onların kullanımlarını gösterir.

source: Hidden features
da: Gemte muligheder
de: Versteckte Eigenschaften
lt: Paslėptos ypatybės
sr: Скривене могућности
tr: Gizli özellikler

source: When you remove the ISO file name from the ISO field, USB Creator will calculate the space needed for all ISO files in that directory.
da: Når du fjerner ISO-filnavnet fra ISO-feltet, vil USB-skaberen udregne den påkrævede plads for at kunne have alle ISO-filerne i den mappe.
de: Wenn Sie den ISO Dateinamen aus dem ISO Feld entfernen, wird USB Creator den notwendigen Platz für alle ISO Dateien in diesem Verzeichnis berechnen.
lt: Jei pašalinsite ISO failo pavadinimą iš ISO lauko, USB kūrėjas apskaičiuos visiems, tame kataloge esantiems failams, reikiamą laisvą vietą.
sr: Када уклоните ИСО фајл из ИСО поља, УСБ стваралац ће прорачунати потребан простор за све ИСО фајлове у том директоријуму.
tr: ISO dosya adını ISO alanından sildiğinizde, USB Oluşturucu bu dizindeki tüm ISO dosyaları için gereken alanı hesaplar.

source: You can change the order in which the ISO files are displayed in the menu by adding a number in front of the ISO file name, e.g.: "01-MyDistro-amd64.iso".
da: Du kan ændre rækkefølgen på ISO-filerne i menuen ved at tilføje et nummer i starten af filnavnet. F.eks. "01-MinDistribution-amd64.iso".
de: Die Reihenfolge der im Menü angezeigen ISO Dateien lässt sich durch das Hinzufügen einer Nummer vor dem eigentlichen ISO Dateinamen erreichen, wie z.B. "01-MeineDistro-amd64.iso"
lt: Jūs galite keisti tvarką, kuria meniu yra rodomi ISO failai, pridėdami ISO failo pavadinimo pradžioje skaičių, pvz., "01-ManoDistribucija-amd64.iso".
sr: Можете променити редослед по којем ће ИСО фајлови бити поређани додајући број на почетку назива ИСО фајла, нпр. „01-МојЛинукс-amd64.iso“.
tr: ISO dosyalarının menüdeki gösterilme sırasını, ISO dosya adının önüne bir sayı ekleyerek değiştirebilirsiniz, örneğin: "01-DağıtımAdı-amd64.iso".

source: Symbolic links are followed but the symbolic links must have the ".iso" extension to make it work.
da: Symbolske links følges, men de skal have et ".iso" navn før det virker.
de: Symbolische Links funktionieren unter der Voraussetzung, dass die eine ".iso" Erweiterung haben.
lt: Simbolinių nuorodų yra paisoma, tačiau tam, kad veiktų, simbolinės nuorodos privalo turėti ".iso" plėtinį.
sr: Симболичке везе се прате али морају имати .iso екстензију да би радиле.
tr: Sembolik bağlantılar takip edilir, ancak sembolik bağlantılar çalışması için ".iso" uzantısına sahip olmalıdır.

source: Your ISO is not booting?
da: Kan du ikke starte op fra din ISO?
de: Bootet Ihre ISO Datei nicht?
lt: Jūsų ISO nepasileidžia?
sr: Ваш ИСО се не подиже?
tr: ISO dosyanız açılış yapmıyor mu?

source: On our <a href="https://github.com/SolydXK/usb-creator" target="_blank">GitHub</a> page you can see a list of tested distributions but not all can be booted directly from the ISO file. Check the distribution's forum if it can be booted directly from the ISO file.
da: På vores <a href="https://github.com/SolydXK/usb-creator" target="_blank">GitHub</a> side kan du se en liste over afprøvede distibutioner, men ikke alle kan startes direkte fra ISO-filen. Kig efter i distributionens forum om den kan startes direkte fra ISOfilen.
de: Auf unserer <a href="https://github.com/SolydXK/usb-creator" target="_blank">GitHub</a> Seite können Sie eine Liste der getesteten Linux-Distributionen einsehen, aber nicht alle können von können direkt von der ISO Datei gebootet werden. Schauen Sie im Forum nach, ob die Distribution direkt von der ISO Datei gebootet werden kann.
lt: Mūsų <a href="https://github.com/SolydXK/usb-creator" target="_blank">GitHub</a> puslapyje galite matyti išbandytų distribucijų sąrašą, tačiau jos ne visos gali būti paleidžiamos tiesiogiai iš ISO failo. Išsamiau, žiūrėkite distribucijos forume, kad sužinotumėte ar distribucija gali būti paleista tiesiogiai iš ISO failo.
sr: На нашој <a href="https://github.com/SolydXK/usb-creator" target="_blank">Гитхаб</a> страници можете видети листу тестираних дистрибуција али не могу се све подизати директно из ИСО фајла. Погледајте на форуму или страници одређене дистрибуције ако је то случај.
tr: <a href="https://github.com/SolydXK/usb-creator" target="_blank">GitHub</a> sayfamızda test edilmiş dağıtımların bir listesini görebilirsiniz, ancak hepsi doğrudan ISO dosyasından önyüklenemeyebilir. Doğrudan ISO dosyasından önyüklenebilir ISO dosyaları için, ilgili dağıtımın forumunu kontrol edin.

source: The menu is configured in a file which you can find on your flash drive: /boot/grub/grub.cfg
da: Menuen konfigureres gennem en fil som du kan finde på USB-pennen i: /boot/grub/grub.cfg
de: Die Konfiguration des Menüs lässt sich über eine Datei bewerkstelligen, die Sie auf Ihrem Flash Laufwerk unter /boot/grub/grub.cfg finden.
lt: Meniu yra sukonfigūruotas faile, kurį rasite savo atmintuke: /boot/grub/grub.cfg
sr: Мени се подешава у фајлу који можете наћи на флешу: /boot/grub/grub.cfg
tr: Menü flash sürücünüzde bulabileceğiniz bir dosyada yapılandırılmıştır: /boot/grub/grub.cfg

source: Please help improve this application by adapting grub.cfg until the ISO boots and post your changes on GitHub or our <a href="http://forums.solydxk.com" target="_blank">forum</a>.
da: Hjælp gerne til med at forbedre dette program ved at tilpasse grub.cfg indtil der kan startes på ISO'en og beskriv dine ændringer på GitHub eller vores <a href="http://forums.solydxk.com" target="_blank">forum</a>.
de: Bitte helfen Sie diese Anwendung zu verbessern, indem Sie die grub.cfg Datei solange anpassen, bis die ISO Datei bootet. Bitte teilen Sie uns Ihre Verbesserungen auf GitHub oder in unserem <a href="http://forums.solydxk.com" target="_blank">Forum</a> mit.
lt: Prašome padėti mums tobulinti šią programą, pritaikant grub.cfg iki to, kai pasileidžia ISO ir paskelbiant pakeitimus puslapyje GitHub arba mūsų <a href="http://forums.solydxk.com" target="_blank">forume</a>.
sr: Помозите у побољшавању апликације прилагођавањем grub.cfg фајла док ИСО не проради и поставите ваше измене на Гитхаб или на нашем <a href="http://forums.solydxk.com" target="_blank">форуму</a>.
tr: Lütfen ISO dosyasının açılışını sağlayacak grub.cfg dosyası uyarlamalarınız ile ilgili değişilikleri bu uygulamanın iyileştirilmesine katkıda bulunmak için Github ya da <a href="http://forums.solydxk.com" target="_blank">foruma</a> gönderin.

source: Don't forget to attach the log file when you post an issue on our forum: /var/log/usb-creator.log
da: Glem ikke at vedhæfte logfilen når du indberetter en fejl eller et problem på vores forum: /var/log/usb-creator.log
de: Sollten Sie ein Frage in unserem Forum stellen, dann vergessen Sie bitte nicht die Log-Datei unter /var/log/usb-creator.log anzuhängen.
lt: Paskelbdami mūsų forume apie problemą, nepamirškite pridėti žurnalo failą: /var/log/usb-creator.log
sr: Не заборавите да приложите и фајл дневника када постављате проблем на наш форум: /var/log/usb-creator.log
tr: Forumda bir sorunla ilgili bildirim yaptığınızda, şu günlük dosyasının içeriğini eklemeyi unutmayınız: /var/log/usb-creator.log

source: # usb-creator -f -i /path/to/my.iso -m
lt: # usb-creator -f -i /kelias/į/mano.iso -m
