Repository: almir-campos/usb-creator
Catalog: po/*.po
Languages: da, de, lt, nl, sr, tr

source: Authentication is required to run USB Creator
da: Godkendelse er påkrævet før anvendelse af USB-skaberen

source: Check md5sum of ISO...
de: MD5Summe der ISO Datei wird überprüft...
nl: Controleer md5sum van ISO...

source: Md5sum mismatch.
de: MD5Summe stimmt nicht überein
nl: Md5sum komt niet overeen.

source: This will format the flash drive, copy the ISO file to the flash drive and check the md5sum of the copied ISO file with the original ISO file.
de: Damit wird das Flash-Laufwerk formatiert, die ISO Datei auf das Laufwerk kopiert und ein md5-Prüfsummenvergleich initialisiert.

source: Clear device
nl: Apparaat leegmaken
